Repository: common-repository/la-tecnologeria-podcasting-players
Catalog: languages/tecnologeria_podcasting-*.po
Languages: es_es

source: iVoox Shortcode Settings
es_es: Configuración de iVoox Shortcode

source: Default Color
es_es: Color por defecto

source: settings_updated
es_es: Configuración actualizada

source: Wrong HTML color format. Use #RRGGBB or #RGB instead.
es_es: Formato de color incorrecto. Use el formato #RRGGBB or #RGB.

source: Color updated.
es_es: Color actualizado.

source: Set the default configuration to be used by iVoox shortcodes across your site.
es_es: Introduzca la configuración por defecto que se usará con los shortcodes de iVoox en todo el sitio web.

source: La Tecnologer&iacute;a Podcasting Settings
es_es: Configuración de La Tecnologer&iacute;a Podcasting

source: You do not have sufficient permissions to access this page.
es_es: No tiene suficientes permisos para acceder a esta página.

source: iVoox shortcode error: id field missing
es_es: Error en iVoox shortcode: falta el campo id

source: iVoox shortcode error: wrong HTML color value
es_es: Error en iVoox shortcode: formato HTML de color incorrecto.

source: Youtube player error: id field missing
es_es: Error en reproductor de Youtube: falta el identificador del video
